【2014年4月4日】灵犀Android版v2.0.1446版本发布
【2014年3月20日】灵犀Android版v2.0.1426版本发布
【2014年3月6日】灵犀Android版v2.0.1417版本发布
【2014年2月19日】灵犀Android版v2.0.1390版本发布
【2014年1月17日】灵犀Android版v2.0.1352版本发布
【2013年12月30日】灵犀Android版v2.0.1330版本发布
【2013年12月17日】灵犀Android版v2.0.1322版本发布
【2013年12月5日】灵犀Android版v2.0.1305版本发布
【2013年11月5日】灵犀Android版v2.0.1263版本发布
【2013年10月16日】灵犀Android版v2.0.1260版本发布
【2013年9月25日】灵犀Android版v2.0.1252版本发布
【2013年8月20日】灵犀Android版v2.0.1234版本发布
【2013年7月30日】灵犀Android版v2.0.1215版本发布
【2013年7月4日】灵犀Android版v1.0.1201版本发布
【2013年6月6日】灵犀Android版v1.0.1189版本发布
【2013年5月16日】灵犀Android版v1.0.1180版本发布　
【2013年5月7日】灵犀Android版v1.0.1176版本发布　
【2013年4月3日】灵犀Android版v1.0.1163版本发布　
【2013年03月22日】灵犀Android版1.0.1158版本发布
【2013年03月08日】灵犀Android版1.0.1151版本发布
【2013年02月04日】灵犀Android版1.0.1145版本发布　
【2013年01月26日】灵犀Android版1.0.1135版本发布
【2012年12月31日】灵犀Android版1.0.1126版本发布
【2012年12月05日】灵犀Android版1.0.1115版本发布
【2014年3月14日】灵犀iPhone版 2.0.1227版本发布
【2014年2月14日】灵犀iPhone版 2.0.1220版本发布
【2014年1月10日】灵犀iPhone版 2.0.1195版本发布
【2013年12月18日】灵犀iPhone版 2.0.1186版本发布
【2013年11月21日】灵犀iPhone版 2.0.1160版本发布
【2013年05月27日】灵犀iPhone版 1.0.1134版本发布
【2013年05月02日】灵犀iPhone版 1.0.1128版本发布

